const answer1= "[트렌드를 반영한 아이디어로 만든 분석적 사고]현재 전 세계적으로 친환경 제품 소비를 추구하는 소비자가 증가하고 있으며, ESG 수출 장벽이 강화되는 추세입니다. 하지만 중소기업은 ESG 경영 전환에 애로사항이 있다는 보고서를 읽었고, 저는 중소벤처기업의 글로벌 경쟁력 강화에 도움이 되고자 정책 아이디어 공모전에 출전했습니다.중소기업이 ESG 경영에 있어 가장 필요하지만 어려운 점이 ‘친환경 패키지’라는 것을 파악해 ‘친환경 패키지 바우처 지원’의 아이디어를 구상했습니다. 제조 중소기업과 친환경 패키지 중소기업을 연결하여 상생협력 구축 체계를 만들고, 해외 진출을 도울 수 있는 아이디어를 제시했습니다. 아이디어는 구체적이고 실천 가능성이 높다는 피드백을 받으며 대상을 수상했습니다.저는 니즈 파악부터 개선 방안 기획까지의 과정에서 ‘분석적 사고’라는 직무 역량을 만들었습니다. 앞으로도 창의성을 바탕으로 개선 방안을 제시하고, 기업과 국민의 행복을 더하는 직원이 되겠습니다.";
const answer2 = "[앞에서 이끄는 리더에서 함께 여유를 만드는 리더로]중소기업의 해외 마케팅 지원 프로젝트를 시작하며 저는 리더로서 다양한 결과물을 만들고자 진행률에 집중했습니다. 온라인 홍보물 제작을 목표로 회의를 진행했지만, 회의 이후에 한 팀원이 프로젝트의 속도를 따라오기 힘들다며 프로젝트를 포기하겠다는 의사를 밝혔습니다.이는 진행 속도에 대한 의견 차이와 갈등으로 이어졌고, 저는 의욕적인 마음에 앞에서 이끌기만 했다는 것을 느꼈습니다. 그래서 의사소통을 보완하며 ‘여유로운 리더십’을 전달하려고 했습니다. 먼저, 회의 안건을 미리 공지하여 팀원들에게 생각할 여유를 주었습니다. 그리고 매 회의의 내용을 정리하여 진행 방향을 공유했습니다. 이를 통해 더 많은 아이디어가 도출되며 캐릭터 만화, 퀴즈 등 창의적인 홍보물로 팀 프로젝트 1위를 달성했습니다.팀 활동에 있어서 의사소통의 중요성을 크게 깨닫게 된 경험이었으며, 의사소통 부족 문제를 능동적으로 해결하는 리더십을 배울 수 있었습니다."

console.log(answer1.slice(122,247));
console.log(answer1.slice(356, 476));

