const answer1= "[트렌드를 반영한 아이디어로 만든 분석적 사고]현재 전 세계적으로 친환경 제품 소비를 추구하는 소비자가 증가하고 있으며, ESG 수출 장벽이 강화되는 추세입니다. 하지만 중소기업은 ESG 경영 전환에 애로사항이 있다는 보고서를 읽었고, 저는 중소벤처기업의 글로벌 경쟁력 강화에 도움이 되고자 정책 아이디어 공모전에 출전했습니다.중소기업이 ESG 경영에 있어 가장 필요하지만 어려운 점이 ‘친환경 패키지’라는 것을 파악해 ‘친환경 패키지 바우처 지원’의 아이디어를 구상했습니다. 제조 중소기업과 친환경 패키지 중소기업을 연결하여 상생협력 구축 체계를 만들고, 해외 진출을 도울 수 있는 아이디어를 제시했습니다. 아이디어는 구체적이고 실천 가능성이 높다는 피드백을 받으며 대상을 수상했습니다.저는 니즈 파악부터 개선 방안 기획까지의 과정에서 ‘분석적 사고’라는 직무 역량을 만들었습니다. 앞으로도 창의성을 바탕으로 개선 방안을 제시하고, 기업과 국민의 행복을 더하는 직원이 되겠습니다.";
const answer2 = "외국인유학생서포터즈 활동 당시, 중국인 팀원의 소극적인 태도로 인해 다른 팀원들이 그 친구의 퇴출을 주장하며 갈등이 발생했습니다. 당시 저는 팀원들의 의견을 존중하면서도 서포터즈 간의 원만한 관계 유지를 위해 갈등을 해결하고자 노력했습니다.우선 중국인 친구와의 면담을 통해 한국어가 서툴러 회의내용을 이해하고 맡은 업무 수행하는데 어려움을 겪고 있다는 점을 알게 되었습니다. 따라서 팀원들에게 상황을 설명하고, 퇴출보다는 그 친구의 역할을 조정하는 방향으로 함께 해결해보자고 설득했습니다. 이후 그 친구에게 회의내용을 중국어로 다시 설명해주고, 중국어 통번역 업무를 맡기며 역할을 재조정했습니다. 그 결과 중국인 친구는 활동에 적극적으로 참여하는 모습을 보였고, 팀원들 간의 관계도 원만하게 유지되었습니다.이 경험을 통해 갈등 상황속에서 소통과 배려의 중요성을 깨달았으며, 입사 후에도 부서원들과 상호 이해를 바탕으로 협력하여 조직에 긍정적인 영향을 미치고자 합니다."

console.log(answer1.slice(88,150));
console.log(answer1.slice(575, 629));

